{
  "recetas": [
    {
      "id": "1",
      "nombreReceta": "Ramen Asukita",
      "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRUHyChgDi7qImcH1t07K8qK3ZhFh2freXChg&usqp=CAU",
      "descripcion": "Sopa japonesa con fideos y caldo aromático.",
      "ingredientes": [
        "Fideos de ramen",
        "Caldo (a base de huesos de cerdo o pollo)",
        "Huevo marinado",
        "Carne de cerdo",
        "Cebolla verde",
        "Algas nori"
      ],
      "recetaTexto": "Para hacer el Ramen Asukita, sigue estos pasos:\n\n1. Cocina los fideos de ramen de acuerdo con las instrucciones del paquete.\n2. En una olla grande, hierve el caldo a base de huesos de cerdo o pollo.\n3. Agrega los fideos cocidos al caldo.\n4. Cocina a fuego lento durante unos minutos para que los sabores se mezclen.\n5. Mientras tanto, hierve y pela los huevos marinados.\n6. Sirve el ramen en tazones individuales y decora con rodajas de carne de cerdo, cebolla verde y algas nori. Coloca un huevo marinado encima de cada tazón.\n7. ¡Disfruta de tu Ramen!"
    },
    {
      "id": "2",
      "nombreReceta": "Mate Argentino SEELE",
      "imagen": "https://pbs.twimg.com/media/GHh9wiEXYAAnPXr.jpg",
      "descripcion": "Infusión tradicional sudamericana con yerba mate.",
      "ingredientes": ["Yerba mate"],
      "recetaTexto": "Para preparar el Mate Argentino SEELE, sigue estos pasos:\n\n1. Calienta agua hasta que esté caliente pero no hirviendo.\n2. Llena una calabaza (recipiente para mate) hasta aproximadamente un tercio con yerba mate.\n3. Inserta la bombilla (filtro para mate) en la yerba mate.\n4. Vierte el agua caliente en la calabaza.\n5. Deja reposar por un momento para permitir que la yerba mate se hidrate.\n6. Sujeta la bombilla con los labios y disfruta del mate. Agrega más agua caliente según sea necesario."
    },
    {
      "id": "3",
      "nombreReceta": "Pizza NERV",
      "imagen": "https://pics.craiyon.com/2023-11-20/2UOVYiB5TIGKxKeK1iC5-A.webp",
      "descripcion": "Plato italiano con masa, tomate y queso derretido.",
      "ingredientes": [
        "Masa de pizza",
        "Salsa de tomate",
        "Queso",
        "Ingredientes adicionales (pepperoni, champiñones, jamón, pimientos, etc.)"
      ],
      "recetaTexto": "Para hacer la Pizza NERV, sigue estos pasos:\n\n1. Extiende la masa de pizza sobre una bandeja para hornear.\n2. Cubre la masa con salsa de tomate.\n3. Espolvorea el queso sobre la salsa de tomate.\n4. Agrega tus ingredientes favoritos, como pepperoni, champiñones, jamón, pimientos, etc.\n5. Hornea en un horno precalentado a temperatura alta hasta que la masa esté dorada y el queso burbujeante.\n6. Sirve caliente y disfruta de tu Pizza NERV casera."
    },
    {
      "id": "4",
      "nombreReceta": "Asado Tercer Impacto",
      "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTeG_CKsxMjmHP7tmH0RNh7-6-Yo-v1yab40v5SgPB9GbuNN5ePZNGzWr9cCxccssaAnE4&usqp=CAU",
      "descripcion": "Corte de carne asado a la parrilla o al horno.",
      "ingredientes": [
        "Cortes de carne (res, cerdo, cordero o pollo)",
        "Sal",
        "Marinada (opcional)"
      ],
      "recetaTexto": "Para hacer el Asado Tercer Impacto, sigue estos pasos:\n\n1. Sazona los cortes de carne con sal al gusto. Si lo deseas, puedes marinar la carne antes de cocinarla.\n2. Precalienta la parrilla o el horno a fuego medio-alto.\n3. Coloca los cortes de carne en la parrilla o en una bandeja para hornear.\n4. Cocina la carne hasta que esté dorada por fuera y cocida por dentro, volteándola ocasionalmente para asegurarte de que se cocine de manera uniforme.\n5. Retira la carne del fuego y déjala reposar unos minutos antes de servir.\n6. Sirve el asado acompañado de tus guarniciones favoritas y disfruta de una deliciosa comida a la parrilla."
    },
    {
      "id": "5",
      "nombreReceta": "Milas con Puré para subir al robot",
      "imagen": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/7cbb90cb-7a90-4731-a915-9b5caaa5dd65/dbl776p-6e3bc3ac-7e67-45f2-99e2-ba599ad1399e.jpg/v1/fill/w_1024,h_567,q_75,strp/cocinando_para_el_shinji_by_emmanuel1983_dbl776p-fullview.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9NTY3IiwicGF0aCI6IlwvZlwvN2NiYjkwY2ItN2E5MC00NzMxLWE5MTUtOWI1Y2FhYTVkZDY1XC9kYmw3NzZwLTZlM2JjM2FjLTdlNjctNDVmMi05OWUyLWJhNTk5YWQxMzk5ZS5qcGciLCJ3aWR0aCI6Ijw9MTAyNCJ9XV0sImF1ZCI6WyJ1cm46c2VydmljZTppbWFnZS5vcGVyYXRpb25zIl19.Os_hZVdNBxOxGqzaQdg9nb1B56lusuDy2MS_lwmIa3c",
      "descripcion": "Filetes de carne empanados con puré de papas.",
      "ingredientes": [
        "Filetes de carne",
        "Pan rallado",
        "Huevo",
        "Puré de papas",
        "Limón (para servir)"
      ],
      "recetaTexto": "Para hacer Milas con Puré para subir al robot, sigue estos pasos:\n\n1. Prepara el puré de papas según tu receta favorita o utilizando una mezcla de puré de papas instantáneo.\n2. Prepara tres platos poco profundos. En uno, coloca el pan rallado. En otro, bate los huevos. En el tercero, coloca los filetes de carne.\n3. Pasa cada filete por el pan rallado, luego por el huevo batido y nuevamente por el pan rallado para empanizarlos.\n4. Calienta una sartén grande con aceite a fuego medio-alto.\n5. Fríe los filetes empanizados hasta que estén dorados y cocidos por dentro, aproximadamente 3-4 minutos por cada lado.\n6. Sirve los filetes de carne empanizados con una porción de puré de papas y limón en rodajas.\n7. ¡Disfruta de esta clásica y reconfortante comida argentina!"
    },
    {
      "id": "6",
      "nombreReceta": "Bombones de Chocolate BakaShinji",
      "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTHVkRQIqWKEte31-Xl1cE4KbVA3PLeQK3mOg&usqp=CAU",
      "descripcion": "Dulces de chocolate en pequeñas porciones.",
      "ingredientes": [
        "Chocolate",
        "Rellenos (nueces, caramelo, crema, frutas secas, etc.)"
      ],
      "recetaTexto": "Para hacer Bombones de Chocolate BakaShinji, sigue estos pasos:\n\n1. Derrite el chocolate a baño maría o en el microondas en intervalos cortos, revolviendo frecuentemente hasta que esté completamente derretido y suave.\n2. Vierte una pequeña cantidad de chocolate derretido en los moldes para bombones, cubriendo el fondo y los lados.\n3. Agrega los rellenos de tu elección en los moldes, como nueces, caramelo, crema o frutas secas.\n4. Cubre los rellenos con más chocolate derretido.\n5. Deja que los bombones se enfríen y se endurezcan en el refrigerador durante al menos una hora.\n6. Desmolda con cuidado los bombones y sírvelos en un plato bonito o guárdalos en un recipiente hermético en el refrigerador hasta que estén listos para ser disfrutados."
    },
    {
      "id": "7",
      "nombreReceta": "Torta de Frutilla Ángel",
      "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRrmQjIzHhjfs3i9efwc_5PnSMCvUUINV6Uhg&usqp=CAU",
      "descripcion": "Pastel con capas de bizcocho y crema de frutillas.",
      "ingredientes": ["Bizcocho", "Crema batida", "Frutillas"],
      "recetaTexto": "Para hacer la Torta de Frutilla Ángel, sigue estos pasos:\n\n1. Hornea tu bizcocho favorito en dos moldes para pasteles redondos y deja que se enfríen completamente.\n2. Corta las frutillas en rodajas finas.\n3. Coloca una capa de bizcocho en un plato para servir y cubre con una capa generosa de crema batida.\n4. Coloca algunas rodajas de frutilla sobre la crema batida.\n5. Repite el proceso con la segunda capa de bizcocho, crema batida y frutillas.\n6. Decora la parte superior de la torta con más frutillas.\n7. Refrigera la torta hasta que esté lista para servir.\n8. ¡Disfruta de esta deliciosa y refrescante Torta de Frutilla Ángel en cualquier ocasión especial!"
    },
    {
      "id": "8",
      "nombreReceta": "Ensalada EVA02",
      "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTmQPLqoSvfbJ-Ukm61YJuD6IOPQvuHJkqklkLSU3IgdYhRT2fl-mUsI0Zi-Pfog2YfS1U&usqp=CAU",
      "descripcion": "Ensalada fresca con lechuga, tomate y aderezo.",
      "ingredientes": [
        "Lechuga",
        "Tomate",
        "Pepino",
        "Zanahoria",
        "Vinagreta o aderezo"
      ],
      "recetaTexto": "Para hacer la Ensalada EVA02, sigue estos pasos:\n\n1. Lava y corta la lechuga, el tomate, el pepino y la zanahoria en trozos o rodajas según tu preferencia.\n2. Coloca los vegetales en un tazón grande para ensalada.\n3. Agrega la vinagreta o el aderezo de tu elección y mezcla bien para cubrir todos los ingredientes.\n4. Sirve la ensalada fresca y deliciosa como acompañamiento o como plato principal.\n5. ¡Disfruta de esta ensalada saludable y sabrosa en cualquier momento del día!"
    }
  ]
}
